tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/cask-fonts"
brew "act"
brew "ansible"
brew "bash"
brew "bash-completion@2"
brew "awscli"
brew "bat"
brew "broot"
brew "ccache"
brew "clang-format"
brew "clinfo"
brew "cloc"
brew "cmake"
brew "coreutils"
brew "docker-completion"
brew "fd"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "glow"
brew "homeshick"
brew "node"
brew "insect"
brew "jfrog-cli"
brew "jq"
brew "lazygit"
brew "liquidprompt"
brew "lsd"
brew "mackup"
brew "mas"
brew "moreutils"
brew "mtr"
brew "ncdu"
brew "neovim"
brew "ninja"
brew "p7zip"
brew "pstree"
brew "pv"
brew "ripgrep"
brew "starship"
brew "telnet"
brew "the_silver_searcher"
brew "tmux"
brew "vivid"
brew "wget"
cask "font-fira-code-nerd-font"
cask "git-credential-manager"
cask "google-chrome"
cask "iterm2"
cask "macdown"
cask "netron"
cask "rectangle"
cask "syntax-highlight"
mas "Magnet", id: 441258766
mas "Paprika Recipe Manager", id: 451907568
mas "Pocket", id: 568494494
mas "Soulver", id: 413965349
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.remote-explorer"
vscode "twxs.cmake"
vscode "vscodevim.vim"
