tap "eth-p/software"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "jawshooah/pyenv"
brew "openssl@1.1"
brew "ansible"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "broot"
brew "clang-format"
brew "clinfo"
brew "cloc"
brew "cmake"
brew "coreutils"
brew "docker-completion"
brew "fd"
brew "fpp"
brew "fzf"
brew "gdb"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "homeshick"
brew "insect"
brew "jfrog-cli"
brew "jq"
brew "liquidprompt"
brew "mackup"
brew "mas"
brew "moreutils"
brew "mosh"
brew "mtr"
brew "ncdu"
brew "neovim"
brew "ninja"
brew "p7zip"
brew "pstree"
brew "pv"
brew "pyenv"
brew "pyenv-virtualenv"
brew "starship"
brew "telnet"
brew "the_silver_searcher"
brew "tmux"
brew "wget"
cask "barrier"
cask "dropbox"
cask "google-chrome"
cask "iterm2"
cask "macdown"
cask "netron"
cask "rectangle"
cask "sizeup"
cask "vlc"
